main/dev/DPCoreTools/Documents/Usage/CPU/RQ.xml

<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
<env:Body>
<dp:GetDomainListRequest xmlns:dp="http://www.datapower.com/schemas/appliance/management/1.0"/>
</env:Body>
</env:Envelope>
